tap "caffix/amass"
tap "homebrew/cask-versions"
tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "gdbm"
brew "sqlite"
brew "python"
brew "autoconf"
brew "automake"
brew "awscli"
brew "awslogs"
brew "brotli"
brew "caddy"
brew "fontconfig"
brew "calc"
brew "cloc"
brew "cloog"
brew "coreutils"
brew "cpanminus"
brew "curl"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "doxygen"
brew "emacs"
brew "exiftool"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fftw"
brew "fio"
brew "gcc@4.9"
brew "gdk-pixbuf"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gnuplot"
brew "graphicsmagick"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "libcroco"
brew "libexif"
brew "libgsf"
brew "librsvg"
brew "libvo-aacenc"
brew "lz4"
brew "mas"
brew "mtr"
brew "n"
brew "nmap"
brew "orc"
brew "pngcrush"
brew "poppler"
brew "pre-commit"
brew "psutils"
brew "pv"
brew "py2cairo"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "rclone"
brew "rename"
brew "rsync"
brew "ruby-build"
brew "s3cmd"
brew "terraform"
brew "tre"
brew "tree"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "eddieantonio/eddieantonio/imgcat"
cask "cask-versions/alfred3"
cask "discord"
cask "docker"
cask "dropbox"
cask "eqmac"
cask "firefox"
cask "flux"
cask "gimp"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "macdown"
cask "rstudio"
cask "spotify"
cask "visual-studio-code"
cask "1password"
cask "Slack"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Paw", id: 584653203
mas "Sim Daltonism", id: 693112260
mas "Spark", id: 1176895641
mas "Tweetbot", id: 557168941
