tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'xquartz'
brew 'mas'
brew 'libyaml'
brew 'python'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'fontconfig'
brew 'gettext'
brew 'pixman'
brew 'cairo'
brew 'calc'
brew 'cloc'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'coreutils'
brew 'curl'
brew 'emacs'
brew 'mpfr@2'
brew 'libmpc@0.8'
brew 'gcc@4.9'
brew 'git'
brew 'jpeg'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'go'
brew 'harfbuzz'
brew 'xz'
brew 'python3'
brew 'httpie'
brew 'libtool'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'libcroco'
brew 'libgpg-error'
brew 'libksba'
brew 'pango'
brew 'librsvg'
brew 'mas'
brew 'nmap'
brew 'poppler'
brew 'pv'
brew 'rsync'
brew 'ruby-build'
brew 'tre'
brew 'tree'
brew 'watchman', args: ['HEAD']
brew 'yarn'
cask 'mactex'
cask 'google-chrome'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'iterm2'
cask 'macdown'
cask 'keybase'
cask 'insomniax'
cask 'discord'
cask 'alfred'
cask '1password'
cask 'dropbox'
cask 'firefox'
cask 'torbrowser'
cask 'flux'
cask 'gpgtools'
cask 'typora'
cask 'paw'
cask 'rocket-chat'
cask 'sourcetree'
cask 'daisydisk'
cask 'docker'
cask 'react-native-debugger'
cask 'safari-technology-preview'
cask 'google-chrome-canary'
mas 'BetterSnapTool', id: 417375580
mas 'BetterSnapTool', id: 417375580
mas 'Monosnap', id: 540348655
mas 'Monosnap', id: 540348655
mas 'Spark', id: 1176895641
mas 'Spark', id: 1176895641
mas 'Tweetbot', id: 557168941
mas 'Tweetbot', id: 557168941
mas 'Xcode', id: 497799835
mas 'Xcode', id: 497799835
mas 'YubiKey Personalization Tool', id: 638161122
mas 'YubiKey Personalization Tool', id: 638161122
