
tap 'caskroom/cask'

# Core Homebrew
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'awslogs'
brew 'caddy'
brew 'cairo'
brew 'calc'
brew 'cloc'
brew 'cloog'
brew 'coreutils'
brew 'curl'
brew 'dep'
brew 'diff-so-fancy'
brew 'doxygen'
brew 'emacs'
brew 'exiftool'
brew 'fontconfig'
brew 'freetype'
brew 'fribidi'
brew 'gcc@4.9'
brew 'gd'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'gettext'
brew 'gifsicle'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'gmp@4'
brew 'gnuplot'
brew 'go'
brew 'gobject-introspection'
brew 'graphite2'
brew 'graphviz'
brew 'harfbuzz'
brew 'htop'
brew 'httpie'
brew 'icu4c'
brew 'imagemagick'
brew 'iperf'
brew 'isl'
brew 'isl@0.12'
brew 'jmeter'
brew 'jpeg'
brew 'jq'
brew 'libcroco'
brew 'libffi'
brew 'libgpg-error'
brew 'libidn2'
brew 'libksba'
brew 'libmpc'
brew 'libmpc@0.8'
brew 'libpng'
brew 'librsvg'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libyaml'
brew 'little-cms2'
brew 'lua'
brew 'lzo'
brew 'mas'
brew 'mitmproxy'
brew 'mpfr'
brew 'mpfr@2'
brew 'mtr'
brew 'nmap'
brew 'node'
brew 'oniguruma'
brew 'openjpeg'
brew 'openssl'
brew 'openssl@1.1'
brew 'openvpn'
brew 'pango'
brew 'pcre'
brew 'pixman'
brew 'pkg-config'
brew 'pngcrush'
brew 'poppler'
brew 'pre-commit'
brew 'protobuf'
brew 'psutils'
brew 'pv'
brew 'python'
brew 'python3'
brew 'python@2'
brew 'rclone'
brew 'readline'
brew 'rsync'
brew 'ruby-build'
brew 'shared-mime-info'
brew 'speedtest-cli'
brew 'sphinx-doc'
brew 'sqlite'
brew 'sshfs'
brew 'swagger-codegen'
brew 'terraform'
brew 'tre'
brew 'tree'
brew 'watch'
brew 'watchman'
brew 'webp'
brew 'wget'
brew 'xz'
brew 'yarn'

# Cask Apps
cask '1password'
cask 'alfred'
cask 'daisydisk'
cask 'discord'
cask 'docker'
cask 'flux'
cask 'google-chrome-canary'
cask 'gpgtools'
cask 'insomniax'
cask 'iterm2'
cask 'java'
cask 'keybase'
cask 'macdown'
cask 'mactex'
cask 'ngrok'
cask 'osxfuse'
cask 'paw'
cask 'react-native-debugger'
cask 'rocket-chat'
cask 'safari-technology-preview'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'torbrowser'
cask 'typora'
cask 'vienna'
cask 'visual-studio-code'
cask 'vlc'
cask 'xquartz'

